Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: Reopen Heal and pick up your journey — your future self will thank you.
ar: افتح Heal من جديد واستأنف رحلتك — نسختك المستقبلية ستشكرك.
de: Öffne Heal wieder und setze deine Reise fort – dein zukünftiges Ich wird es dir danken.
es: Vuelve a abrir Heal y retoma tu camino — tu yo del futuro te lo agradecerá.
es_mx: Vuelve a abrir Heal y retoma tu camino — tu yo del futuro te lo agradecerá.
fr: Rouvrez Heal et reprenez votre parcours — vous vous en remercierez plus tard.
id: Buka lagi Heal dan lanjutkan perjalananmu — dirimu di masa depan akan berterima kasih.
it: Riapri Heal e riprendi il tuo percorso — il te del futuro ti ringrazierà.
nl: Open Heal opnieuw en pak je reis weer op — je toekomstige zelf zal je dankbaar zijn.
pt_br: Abra o Heal de novo e retome sua jornada — seu eu do futuro vai agradecer.
th: เปิด Heal อีกครั้งและสานต่อเส้นทางของคุณ — ตัวคุณในอนาคตจะขอบคุณคุณ
tr: Heal'i tekrar aç ve yolculuğuna kaldığın yerden devam et — gelecekteki sen sana teşekkür edecek.

source: Restore your streak
ar: استعد سلسلتك
de: Stelle deine Serie wieder her
es: Recupera tu racha
es_mx: Recupera tu racha
fr: Récupérez votre série
id: Pulihkan streak-mu
it: Recupera la tua serie
nl: Herstel je reeks
pt_br: Recupere sua sequência
th: กู้คืนสตรีคของคุณ
tr: Serini geri yükle

source: A slip isn't the end. You can undo your reset for %lldh.
ar: الزلّة ليست النهاية. يمكنك التراجع عن إعادة التعيين خلال %lld ساعة.
de: Ein Ausrutscher ist nicht das Ende. Du kannst das Zurücksetzen innerhalb von %lldh rückgängig machen.
es: Un desliz no es el final. Puedes deshacer el reinicio durante %lldh.
es_mx: Un desliz no es el final. Puedes deshacer el reinicio durante %lldh.
fr: Un faux pas n’est pas la fin. Vous pouvez annuler la réinitialisation pendant %lld h.
id: Tergelincir bukanlah akhir. Kamu bisa membatalkan reset dalam %lld jam ke depan.
it: Una ricaduta non è la fine. Puoi annullare l'azzeramento entro %lldh.
nl: Een misstap is niet het einde. Je kunt je reset nog %lld uur ongedaan maken.
pt_br: Uma recaída não é o fim. Você ainda pode desfazer o reset por %lldh.
th: การพลาดไม่ใช่จุดจบ คุณสามารถเลิกทำการรีเซ็ตได้ภายใน %lld ชม.
tr: Bir tökezleme son değildir. Sıfırlamayı %lld saat içinde geri alabilirsin.

source: Restore my streak
ar: استعادة سلسلتي
de: Meine Serie wiederherstellen
es: Recuperar mi racha
es_mx: Recuperar mi racha
fr: Récupérer ma série
id: Pulihkan streak-ku
it: Recupera la mia serie
nl: Herstel mijn reeks
pt_br: Recuperar minha sequência
th: กู้คืนสตรีคของฉัน
tr: Serimi geri yükle

source: one-time
ar: دفعة واحدة
de: einmalig
es: pago único
es_mx: pago único
fr: paiement unique
id: sekali bayar
it: una tantum
nl: eenmalig
pt_br: pagamento único
th: ครั้งเดียว
tr: tek seferlik

source: %@/wk
ar: %@/أسبوع
de: %@/Wo.
es: %@/sem
es_mx: %@/sem
fr: %@/sem.
id: %@/mgg
it: %@/sett.
pt_br: %@/semana
th: %@/สัปดาห์
tr: %@/hafta

source: %lld-day free trial
ar: تجربة مجانية لمدة %lld أيام
de: %lld Tage kostenlos testen
es: %lld días de prueba gratis
es_mx: Prueba gratis de %lld días
fr: Essai gratuit de %lld jours
id: Uji coba gratis %lld hari
it: Prova gratuita di %lld giorni
nl: %lld dagen gratis proberen
pt_br: %lld dias grátis
th: ทดลองใช้ฟรี %lld วัน
tr: %lld günlük ücretsiz deneme

source: Start %lld-Day Free Trial
ar: ابدأ التجربة المجانية لمدة %lld أيام
de: Jetzt %lld Tage kostenlos testen
es: Empezar prueba gratis de %lld días
es_mx: Comienza tu prueba gratis de %lld días
fr: Commencer l’essai gratuit de %lld jours
id: Mulai Uji Coba Gratis %lld Hari
it: Inizia la prova gratuita di %lld giorni
nl: Probeer %lld dagen gratis
pt_br: Iniciar teste grátis de %lld dias
th: เริ่มทดลองใช้ฟรี %lld วัน
tr: %lld Günlük Ücretsiz Denemeyi Başlat

source: Get Monthly Access
ar: احصل على اشتراك شهري
de: Monatszugang holen
es: Acceso mensual
es_mx: Obtén acceso mensual
fr: Obtenir l’accès mensuel
id: Dapatkan Akses Bulanan
it: Ottieni l'accesso mensile
nl: Kies maandtoegang
pt_br: Obter acesso mensal
th: รับสิทธิ์รายเดือน
tr: Aylık Erişim Al

source: Get Yearly Access
ar: احصل على اشتراك سنوي
de: Jahreszugang holen
es: Acceso anual
es_mx: Obtén acceso anual
fr: Obtenir l’accès annuel
id: Dapatkan Akses Tahunan
it: Ottieni l'accesso annuale
nl: Kies jaartoegang
pt_br: Obter acesso anual
th: รับสิทธิ์รายปี
tr: Yıllık Erişim Al

source: Free trials convert to a paid subscription when the trial ends unless cancelled.
ar: تتحول التجارب المجانية إلى اشتراك مدفوع عند انتهاء فترة التجربة ما لم يتم إلغاؤها.
de: Kostenlose Testphasen gehen nach Ablauf in ein kostenpflichtiges Abo über, sofern sie nicht vorher gekündigt werden.
es: Las pruebas gratuitas se convierten en una suscripción de pago al finalizar, a menos que se cancelen antes.
es_mx: Las pruebas gratuitas se convierten en una suscripción de paga al terminar, a menos que se cancelen antes.
fr: Les essais gratuits se transforment en abonnement payant à la fin de la période d’essai, sauf annulation.
id: Uji coba gratis akan berubah menjadi langganan berbayar saat masa uji coba berakhir, kecuali dibatalkan.
it: Le prove gratuite si convertono in un abbonamento a pagamento al termine del periodo di prova, salvo disdetta.
nl: Gratis proefperiodes gaan na afloop over in een betaald abonnement, tenzij je opzegt.
pt_br: Os testes grátis se convertem em uma assinatura paga ao final do período de teste, a menos que sejam cancelados.
th: การทดลองใช้ฟรีจะเปลี่ยนเป็นการสมัครสมาชิกแบบชำระเงินเมื่อสิ้นสุดช่วงทดลองใช้ เว้นแต่จะยกเลิกก่อน
tr: Ücretsiz denemeler, iptal edilmediği sürece deneme süresi bittiğinde ücretli aboneliğe dönüşür.

source: Subscriptions auto-renew at the price and period shown above unless cancelled at least 24 hours before the end of the current period. Payment is charged to your Apple Account; manage or cancel anytime in Settings. Lifetime is a one-time purchase.
ar: تتجدد الاشتراكات تلقائيًا بالسعر والمدة الموضحين أعلاه ما لم يتم إلغاؤها قبل ٢٤ ساعة على الأقل من نهاية الفترة الحالية. يُحصَّل المبلغ من حساب Apple الخاص بك؛ ويمكنك إدارة الاشتراك أو إلغاؤه في أي وقت من الإعدادات. خيار مدى الحياة عملية شراء لمرة واحدة.
de: Abos verlängern sich automatisch zum oben angegebenen Preis und Zeitraum, sofern sie nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt werden. Die Zahlung wird über deinen Apple Account abgerechnet; du kannst dein Abo jederzeit in den Einstellungen verwalten oder kündigen. Der lebenslange Zugang ist ein Einmalkauf.
es: Las suscripciones se renuevan automáticamente al precio y periodo indicados arriba, a menos que se cancelen al menos 24 horas antes de que termine el periodo actual. El pago se carga a tu cuenta de Apple; puedes gestionar o cancelar tu suscripción en cualquier momento desde Ajustes. El plan De por vida es un pago único.
es_mx: Las suscripciones se renuevan automáticamente al precio y periodo indicados arriba, a menos que se cancelen al menos 24 horas antes de que termine el periodo actual. El pago se carga a tu cuenta de Apple; puedes administrar o cancelar tu suscripción en cualquier momento desde Configuración. El plan De por vida es un pago único.
fr: Les abonnements se renouvellent automatiquement au prix et pour la durée indiqués ci-dessus, sauf annulation au moins 24 heures avant la fin de la période en cours. Le paiement est débité sur votre compte Apple ; vous pouvez gérer ou annuler votre abonnement à tout moment dans les Réglages. L’accès à vie est un achat unique.
id: Langganan diperpanjang otomatis dengan harga dan periode yang tertera di atas, kecuali dibatalkan setidaknya 24 jam sebelum periode berjalan berakhir. Pembayaran ditagihkan ke Akun Apple kamu; kelola atau batalkan kapan saja di Pengaturan. Seumur Hidup adalah pembelian sekali bayar.
it: Gli abbonamenti si rinnovano automaticamente al prezzo e per il periodo indicati sopra, salvo disdetta almeno 24 ore prima della fine del periodo in corso. Il pagamento viene addebitato sul tuo account Apple; puoi gestire o disdire l'abbonamento in qualsiasi momento nelle Impostazioni. L'accesso a vita è un acquisto una tantum.
nl: Abonnementen worden automatisch verlengd tegen de hierboven getoonde prijs en periode, tenzij je minstens 24 uur voor het einde van de huidige periode opzegt. De betaling wordt in rekening gebracht via je Apple Account; je kunt je abonnement op elk moment beheren of opzeggen in Instellingen. Levenslang is een eenmalige aankoop.
pt_br: As assinaturas são renovadas automaticamente pelo preço e período indicados acima, a menos que sejam canceladas com pelo menos 24 horas de antecedência do fim do período atual. O pagamento é cobrado na sua Conta Apple; gerencie ou cancele a qualquer momento nos Ajustes. O plano Vitalício é um pagamento único.
th: การสมัครสมาชิกจะต่ออายุโดยอัตโนมัติในราคาและรอบระยะเวลาที่แสดงไว้ด้านบน เว้นแต่จะยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน ค่าบริการจะถูกเรียกเก็บผ่านบัญชี Apple ของคุณ สามารถจัดการหรือยกเลิกได้ทุกเมื่อในการตั้งค่า แบบตลอดชีพเป็นการซื้อครั้งเดียว
tr: Abonelikler, mevcut dönemin bitiminden en az 24 saat önce iptal edilmediği sürece yukarıda gösterilen fiyat ve süreyle otomatik olarak yenilenir. Ödeme Apple Hesabından tahsil edilir; dilediğin zaman Ayarlar'dan yönetebilir veya iptal edebilirsin. Ömür boyu erişim tek seferlik bir satın alımdır.

source: No previous purchases were found for this Apple Account.
ar: لم يتم العثور على مشتريات سابقة لحساب Apple هذا.
de: Für diesen Apple Account wurden keine früheren Käufe gefunden.
es: No se han encontrado compras anteriores para esta cuenta de Apple.
es_mx: No se encontraron compras anteriores para esta cuenta de Apple.
fr: Aucun achat précédent n’a été trouvé pour ce compte Apple.
id: Tidak ditemukan pembelian sebelumnya untuk Akun Apple ini.
it: Nessun acquisto precedente trovato per questo account Apple.
nl: Er zijn geen eerdere aankopen gevonden voor dit Apple Account.
pt_br: Nenhuma compra anterior foi encontrada para esta Conta Apple.
th: ไม่พบการซื้อก่อนหน้านี้สำหรับบัญชี Apple นี้
tr: Bu Apple Hesabı için önceki bir satın alma bulunamadı.

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
es_mx: Restaurar compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina acquisti
nl: Herstel aankopen
pt_br: Restaurar compras
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle

source: This plan isn't available right now. Please check your connection and try again.
ar: هذه الخطة غير متاحة حاليًا. يُرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.
de: Dieser Plan ist gerade nicht verfügbar. Bitte überprüfe deine Verbindung und versuche es erneut.
es: Este plan no está disponible ahora mismo. Comprueba tu conexión e inténtalo de nuevo.
es_mx: Este plan no está disponible por ahora. Revisa tu conexión e inténtalo de nuevo.
fr: Cette formule n’est pas disponible pour le moment. Vérifiez votre connexion et réessayez.
id: Paket ini tidak tersedia saat ini. Periksa koneksimu dan coba lagi.
it: Questo piano non è disponibile al momento. Controlla la connessione e riprova.
nl: Dit abonnement is op dit moment niet beschikbaar. Controleer je verbinding en probeer het opnieuw.
pt_br: Este plano não está disponível no momento. Verifique sua conexão e tente novamente.
th: แพ็กเกจนี้ไม่พร้อมใช้งานในขณะนี้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bu plan şu anda kullanılamıyor. Lütfen bağlantını kontrol edip tekrar dene.

source: 1 consecutive day
ar: يوم واحد متتالٍ
de: 1 Tag in Folge
es: 1 día seguido
es_mx: 1 día seguido
fr: 1 jour consécutif
id: 1 hari berturut-turut
it: 1 giorno di fila
nl: 1 opeenvolgende dag
pt_br: 1 dia seguido
th: 1 วันติดต่อกัน
tr: 1 ardışık gün

source: %lld consecutive days
ar: %lld أيام متتالية
de: %lld Tage in Folge
es: %lld días seguidos
es_mx: %lld días seguidos
fr: %lld jours consécutifs
id: %lld hari berturut-turut
it: %lld giorni di fila
nl: %lld opeenvolgende dagen
pt_br: %lld dias seguidos
th: %lld วันติดต่อกัน
tr: %lld ardışık gün

source: 1 letter written and sealed
ar: رسالة واحدة كُتبت وخُتمت
de: 1 Brief geschrieben und versiegelt
es: 1 carta escrita y sellada
es_mx: 1 carta escrita y sellada
fr: 1 lettre écrite et scellée
id: 1 surat ditulis dan disegel
it: 1 lettera scritta e sigillata
nl: 1 brief geschreven en verzegeld
pt_br: 1 carta escrita e selada
th: เขียนและผนึกจดหมายแล้ว 1 ฉบับ
tr: 1 mektup yazıldı ve mühürlendi

source: %lld letters written and sealed
ar: %lld رسائل كُتبت وخُتمت
de: %lld Briefe geschrieben und versiegelt
es: %lld cartas escritas y selladas
es_mx: %lld cartas escritas y selladas
fr: %lld lettres écrites et scellées
id: %lld surat ditulis dan disegel
it: %lld lettere scritte e sigillate
nl: %lld brieven geschreven en verzegeld
pt_br: %lld cartas escritas e seladas
th: เขียนและผนึกจดหมายแล้ว %lld ฉบับ
tr: %lld mektup yazıldı ve mühürlendi

source: Every streak starts at day 0. Get through this moment and day 1 is yours.
ar: كل سلسلة تبدأ من اليوم ٠. اعبر هذه اللحظة وسيكون اليوم ١ من نصيبك.
de: Jede Serie beginnt bei Tag 0. Überstehe diesen Moment, und Tag 1 gehört dir.
es: Toda racha empieza en el día 0. Supera este momento y el día 1 será tuyo.
es_mx: Toda racha empieza en el día 0. Supera este momento y el día 1 será tuyo.
fr: Chaque série commence au jour 0. Surmontez ce moment et le jour 1 sera à vous.
id: Setiap streak dimulai dari hari ke-0. Lewati momen ini dan hari ke-1 jadi milikmu.
it: Ogni serie inizia dal giorno 0. Supera questo momento e il giorno 1 sarà tuo.
nl: Elke reeks begint op dag 0. Kom dit moment door en dag 1 is van jou.
pt_br: Toda sequência começa no dia 0. Atravesse este momento e o dia 1 será seu.
th: ทุกสตรีคเริ่มต้นที่วันที่ 0 ผ่านช่วงเวลานี้ไปให้ได้ แล้ววันที่ 1 จะเป็นของคุณ
tr: Her seri 0. günde başlar. Bu anı atlat, 1. gün senin olsun.

source: How strong is the urge right now?
ar: ما مدى شدة الرغبة الملحّة الآن؟
de: Wie stark ist der Drang gerade?
es: ¿Cómo de fuerte es el impulso ahora mismo?
es_mx: ¿Qué tan fuerte es el impulso ahora mismo?
fr: À quel point l’envie est-elle forte en ce moment ?
id: Seberapa kuat dorongan itu sekarang?
it: Quanto è forte l'impulso in questo momento?
nl: Hoe sterk is de drang op dit moment?
pt_br: Qual é a intensidade da vontade agora?
th: ตอนนี้ความอยากรุนแรงแค่ไหน
tr: Dürtü şu anda ne kadar güçlü?

source: Urge intensity
ar: شدة الرغبة الملحّة
de: Intensität des Drangs
es: Intensidad del impulso
es_mx: Intensidad del impulso
fr: Intensité de l’envie
id: Intensitas dorongan
it: Intensità dell'impulso
nl: Intensiteit van de drang
pt_br: Intensidade da vontade
th: ความรุนแรงของความอยาก
tr: Dürtü şiddeti

source: Breathing exercise
ar: تمرين التنفس
de: Atemübung
es: Ejercicio de respiración
es_mx: Ejercicio de respiración
fr: Exercice de respiration
id: Latihan pernapasan
it: Esercizio di respirazione
nl: Ademhalingsoefening
pt_br: Exercício de respiração
th: การฝึกหายใจ
tr: Nefes egzersizi

source: Time riding this urge
ar: مدة عبور هذه الرغبة الملحّة
de: Zeit, die du diesem Drang schon standhältst
es: Tiempo surfeando este impulso
es_mx: Tiempo superando este impulso
fr: Temps passé à traverser cette envie
id: Waktu melewati dorongan ini
it: Tempo trascorso a cavalcare questo impulso
nl: Tijd dat je deze drang uitzit
pt_br: Tempo atravessando essa vontade
th: เวลาที่ผ่านคลื่นความอยากนี้
tr: Bu dürtüyle geçen süre

source: Ready when you are
ar: جاهز عندما تكون مستعدًا
de: Bereit, wenn du es bist
es: Cuando tú quieras
es_mx: Cuando tú quieras
fr: Quand vous voulez
id: Siap kapan pun kamu siap
it: Quando vuoi tu
nl: Klaar wanneer jij dat bent
pt_br: Quando você quiser
th: พร้อมเมื่อคุณพร้อม
tr: Sen hazır olduğunda

source: Hold
ar: احبس النفس
de: Halten
es: Mantén
es_mx: Sostén
fr: Retenez
id: Tahan
it: Trattieni
nl: Hou vast
pt_br: Segure
th: กลั้นไว้
tr: Tut

source: Pause Breathing Exercise
ar: إيقاف تمرين التنفس مؤقتًا
de: Atemübung pausieren
es: Pausar ejercicio de respiración
es_mx: Pausar ejercicio de respiración
fr: Mettre en pause l’exercice de respiration
id: Jeda Latihan Pernapasan
it: Metti in pausa l'esercizio di respirazione
nl: Pauzeer ademhalingsoefening
pt_br: Pausar exercício de respiração
th: หยุดฝึกหายใจชั่วคราว
tr: Nefes Egzersizini Duraklat

source: Resume Breathing Exercise
ar: استئناف تمرين التنفس
de: Atemübung fortsetzen
es: Reanudar ejercicio de respiración
es_mx: Reanudar ejercicio de respiración
fr: Reprendre l’exercice de respiration
id: Lanjutkan Latihan Pernapasan
it: Riprendi l'esercizio di respirazione
nl: Hervat ademhalingsoefening
pt_br: Retomar exercício de respiração
th: ฝึกหายใจต่อ
tr: Nefes Egzersizine Devam Et

source: Manageable
ar: تحت السيطرة
de: Erträglich
es: Manejable
es_mx: Manejable
fr: Gérable
id: Masih terkendali
it: Gestibile
nl: Beheersbaar
pt_br: Controlável
th: พอรับมือได้
tr: Baş edilebilir

source: Very strong
ar: قوي جدًا
de: Sehr stark
es: Muy fuerte
es_mx: Muy fuerte
fr: Très fort
id: Sangat kuat
it: Molto forte
nl: Heel sterk
pt_br: Muito forte
th: รุนแรงมาก
tr: Çok güçlü

source: Overwhelming
ar: جارف
de: Überwältigend
es: Abrumador
es_mx: Abrumador
fr: Écrasant
id: Tak tertahankan
it: Travolgente
nl: Overweldigend
pt_br: Avassaladora
th: ท่วมท้น
tr: Dayanılmaz

source: Discard
ar: عدم الحفظ
de: Verwerfen
es: Descartar
es_mx: Descartar
fr: Abandonner
id: Buang
it: Scarta
nl: Verwijder
pt_br: Descartar
th: ทิ้ง
tr: Kaydetmeden Çık

source: Discard this entry?
ar: هل تريد التخلّص من هذه التدوينة؟
de: Diesen Eintrag verwerfen?
es: ¿Descartar esta entrada?
es_mx: ¿Descartar esta entrada?
fr: Abandonner cette entrée ?
id: Buang catatan ini?
it: Scartare questa voce?
nl: Deze notitie verwijderen?
pt_br: Descartar esta anotação?
th: ทิ้งบันทึกนี้?
tr: Bu kayıttan vazgeçilsin mi?

source: Keep Editing
ar: متابعة التعديل
de: Weiter bearbeiten
es: Seguir editando
es_mx: Seguir editando
fr: Continuer à modifier
id: Lanjutkan Mengedit
it: Continua a modificare
nl: Blijf bewerken
pt_br: Continuar editando
th: แก้ไขต่อ
tr: Düzenlemeye Devam Et

source: Your writing hasn't been saved.
ar: لم يتم حفظ ما كتبته.
de: Dein Text wurde noch nicht gespeichert.
es: Tu texto no se ha guardado.
es_mx: Tu texto no se ha guardado.
fr: Votre texte n’a pas été enregistré.
id: Tulisanmu belum disimpan.
it: Il tuo testo non è stato salvato.
nl: Je tekst is nog niet bewaard.
pt_br: Seu texto não foi salvo.
th: ข้อความของคุณยังไม่ได้บันทึก
tr: Yazdıkların kaydedilmedi.

source: Done
ar: تم
de: Fertig
es: Hecho
es_mx: Listo
fr: OK
id: Selesai
it: Fine
nl: Gereed
pt_br: OK
th: เสร็จสิ้น
tr: Bitti

source: Discard this letter?
ar: هل تريد التخلّص من هذه الرسالة؟
de: Diesen Brief verwerfen?
es: ¿Descartar esta carta?
es_mx: ¿Descartar esta carta?
fr: Abandonner cette lettre ?
id: Buang surat ini?
it: Scartare questa lettera?
nl: Deze brief verwijderen?
pt_br: Descartar esta carta?
th: ทิ้งจดหมายนี้?
tr: Bu mektuptan vazgeçilsin mi?

source: Keep Writing
ar: متابعة الكتابة
de: Weiterschreiben
es: Seguir escribiendo
es_mx: Seguir escribiendo
fr: Continuer à écrire
id: Lanjutkan Menulis
it: Continua a scrivere
nl: Blijf schrijven
pt_br: Continuar escrevendo
th: เขียนต่อ
tr: Yazmaya Devam Et

source: Your letter hasn't been saved.
ar: لم يتم حفظ رسالتك.
de: Dein Brief wurde noch nicht gespeichert.
es: Tu carta no se ha guardado.
es_mx: Tu carta no se ha guardado.
fr: Votre lettre n’a pas été enregistrée.
id: Suratmu belum disimpan.
it: La tua lettera non è stata salvata.
nl: Je brief is nog niet bewaard.
pt_br: Sua carta não foi salva.
th: จดหมายของคุณยังไม่ได้บันทึก
tr: Mektubun kaydedilmedi.

source: Delete this entry?
ar: هل تريد حذف هذه التدوينة؟
de: Diesen Eintrag löschen?
es: ¿Eliminar esta entrada?
es_mx: ¿Eliminar esta entrada?
fr: Supprimer cette entrée ?
id: Hapus catatan ini?
it: Eliminare questa voce?
nl: Deze notitie verwijderen?
pt_br: Excluir esta anotação?
th: ลบบันทึกนี้?
tr: Bu kayıt silinsin mi?

source: This can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
es_mx: Esto no se puede deshacer.
fr: Cette action est irréversible.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
nl: Dit kan niet ongedaan worden gemaakt.
pt_br: Isso não pode ser desfeito.
th: การดำเนินการนี้ไม่สามารถเลิกทำได้
tr: Bu geri alınamaz.

source: Unsent Letter to %@
ar: رسالة غير مُرسلة إلى %@
de: Unabgeschickter Brief an %@
es: Carta sin enviar para %@
es_mx: Carta sin enviar para %@
fr: Lettre non envoyée à %@
id: Surat yang Tak Terkirim untuk %@
it: Lettera mai inviata a %@
nl: Onverzonden brief aan %@
pt_br: Carta não enviada para %@
th: จดหมายที่ไม่ได้ส่งถึง %@
tr: %@ için Gönderilmeyen Mektup

source: What's on your mind right now?
ar: ما الذي يشغل بالك الآن؟
de: Was geht dir gerade durch den Kopf?
es: ¿Qué tienes en mente ahora mismo?
es_mx: ¿Qué tienes en mente ahora mismo?
fr: Qu’est-ce qui vous passe par la tête en ce moment ?
id: Apa yang ada di pikiranmu sekarang?
it: Cosa ti passa per la testa in questo momento?
nl: Wat houdt je op dit moment bezig?
pt_br: O que está passando pela sua cabeça agora?
th: ตอนนี้มีอะไรอยู่ในใจคุณ
tr: Şu anda aklından ne geçiyor?

source: What triggered you today and how did you handle it?
ar: ما الذي أثار مشاعرك اليوم وكيف تعاملت معه؟
de: Was hat dich heute getriggert und wie bist du damit umgegangen?
es: ¿Qué te ha removido hoy y cómo lo has gestionado?
es_mx: ¿Qué te detonó hoy y cómo lo manejaste?
fr: Quel a été votre déclencheur aujourd’hui, et comment l’avez-vous géré ?
id: Apa yang memicumu hari ini dan bagaimana kamu menghadapinya?
it: Cosa ti ha fatto scattare oggi e come l'hai gestito?
nl: Wat triggerde je vandaag en hoe ben je ermee omgegaan?
pt_br: Qual foi o seu gatilho hoje e como você lidou com ele?
th: วันนี้อะไรกระตุ้นความรู้สึกของคุณ และคุณรับมือกับมันอย่างไร
tr: Bugün seni ne tetikledi ve bununla nasıl başa çıktın?

source: Write about something you're grateful for.
ar: اكتب عن شيء تشعر بالامتنان له.
de: Schreib über etwas, wofür du dankbar bist.
es: Escribe sobre algo que agradezcas.
es_mx: Escribe sobre algo que agradezcas.
fr: Écrivez sur une chose pour laquelle vous éprouvez de la gratitude.
id: Tulis tentang sesuatu yang kamu syukuri.
it: Scrivi di qualcosa per cui provi gratitudine.
nl: Schrijf over iets waar je dankbaar voor bent.
pt_br: Escreva sobre algo pelo qual você sente gratidão.
th: เขียนถึงสิ่งที่คุณรู้สึกขอบคุณ
tr: Minnettar olduğun bir şeyi yaz.

source: What would you say to yourself 6 months from now?
ar: ماذا ستقول لنفسك بعد ٦ أشهر من الآن؟
de: Was würdest du deinem zukünftigen Ich in 6 Monaten sagen?
es: ¿Qué le dirías a tu yo de dentro de 6 meses?
es_mx: ¿Qué le dirías a tu yo de aquí a 6 meses?
fr: Que diriez-vous à la personne que vous serez dans 6 mois ?
id: Apa yang ingin kamu katakan pada dirimu 6 bulan dari sekarang?
it: Cosa diresti alla persona che sarai tra 6 mesi?
nl: Wat zou je tegen jezelf zeggen over 6 maanden?
pt_br: O que você diria para o seu eu daqui a 6 meses?
th: คุณอยากบอกอะไรกับตัวเองในอีก 6 เดือนข้างหน้า
tr: 6 ay sonraki kendine ne söylerdin?

source: Describe a small win from today.
ar: صف انتصارًا صغيرًا حققته اليوم.
de: Beschreibe einen kleinen Erfolg von heute.
es: Describe una pequeña victoria de hoy.
es_mx: Describe una pequeña victoria de hoy.
fr: Décrivez une petite victoire d’aujourd’hui.
id: Ceritakan satu kemenangan kecil dari hari ini.
it: Descrivi una piccola vittoria di oggi.
nl: Beschrijf een kleine overwinning van vandaag.
pt_br: Descreva uma pequena vitória de hoje.
th: เล่าถึงชัยชนะเล็ก ๆ ของวันนี้
tr: Bugünkü küçük bir zaferini anlat.
